[
    {
        "header": "🏢 Ключевые Даты",
        "callback": "key_dates",
        "body": "*КЛЮЧЕВЫЕ ДАТЫ* \n🏁*_1904_* - открыта первая трансказахстанская магистраль Оренбург - Ташкент, протянувшаяся на 1668 км от границ с Россией на северо-западе и Узбекистаном на юге.\n🏁*_1997_* - Созданием республиканского государственного предприятия «Қазақстан темiр жолы» начат первый этап преобразований в отрасли.\n🏁*_2004_* - ЗАО «НК «ҚТЖ» преобразовано в Акционерное общество «Национальная компания «Қазақстан темір жолы».\n🏁*_2011_* - АО «НК «ҚТЖ» из железнодорожной компании преобразовано в транспортно-логистический холдинг с задачей развития транзитного потенциала Казахстана и глобальной инфраструктурной интеграции."
    },
    {
        "header": "💎 Ценности",
        "callback": "values",
        "body": "*ЦЕННОСТИ, КОТОРЫЕ НАС ОБЪЕДИНЯЮТ* \n✅*_БЕЗОПАСНОСТЬ_* - Мы несем ответственность за жизнь, здоровье и сохранность каждого нашего работника, пассажира и груза.\n✅*_ЛИДЕРСТВО_* - Нам важно работать слаженно, ведь мы часть единой системы, которая работает на благо каждого нашего клиента и страны в целом.\n✅*_АМБИЦИИ_* - Мы с достоинством встречаем все сложности и вызовы, настойчиво преодолеваем любые препятствия на нашем пути, потому что знаем, от нас зависит благополучие наших клиентов, чьи интересы и потребности для нас – основной приоритет.\n✅*_ГОРДОСТЬ_* - Мы посвящаем отрасли всю жизнь, поскольку доставляем критичные для населения грузы, соединяем города и государства, и работаем даже в самых отдаленных регионах страны.\n✅*_ОТВЕТСТВЕННОСТЬ_* - Мы обеспечиваем качественные услуги для всех наших клиентов, ведь мы флагман на рынке транспортных услуг."
    },
    {
        "header": "🎯 Стратегичнские Цели",
        "callback": "aims",
        "body": "*СТРАТЕГИЧЕСКИЕ ЦЕЛИ* \n✅Вывод Компании из зоны финансового риска и обеспечение финансовой устойчивости\n✅Повышение эффективности Компании\n✅Повышение удовлетворенности Компании\n✅Гарантирование безопасности движения поездов\n✅Обеспечение устойчивого развития Компании\n\n *ПОСТАНОВКА ЦЕЛЕЙ*\n`S` - *Конкретная* Что я хочу?\n`M` - *Измеримая* Как я узнаю, что достиг цели?\n`A` - *Достижимая* Можно ли вообще достичь этой цели?\n`R` - *Согласованная* Почему эта задача важна сегодня?\n`T` - *Определенная* по времени Когда я хочу достичь этой цели?\n\n*ЭТАПЫ ПОСТАНОВКИ ЦЕЛИ:*\n*_🟢КАСКАДИРОВАНИЕ_*\nНепосредственный руководитель информирует работников о корпоративных КПД и целях для каскадирования в индивидуальные цели работников.\n\n*_🟢ПРЕДВАРИТЕЛЬНОЕ ПЛАНИРОВАНИЕ_*\nРаботник формирует предварительный лист оценки по целям на полугодие в соответствии с подходом SMART\n\n*_🟢ОБСУЖДЕНИЕ С НЕПОСРЕДСТВЕННЫМ РУКОВОДИТЕЛЕМ_*\nНепосредственный руководитель и работник обсуждают предварительный лист по целям на полугодие, в том числе целевые значения и форму завершения\n\n *_🟢СОГЛАСОВАНИЕ С HR БИЗНЕС-ПАРТНЕРОМ HR СЛУЖБОЙ_*\nСогласование целей работником на соответствие подходу SMART и каскадирование\n\n *_🟢УТВЕРЖДЕНИЕ_* \nУтверждение целей работника непосредственным руководителем"
    },
    {
        "header": "📚 Система Развития",
        "callback": "education",
        "body": "*СИСТЕМА ОБУЧЕНИЯ И РАЗВИТИЯ*\nВсе сотрудники Компании должны повышать уровеньсвоей квалификации, деловых навыков и компетенций с помощью обучающих мероприятий \\(семинаров, тренингов, специальных проектов и т.д.\\) согласно _Индивидуальному плану развития_ \\(ИПР\\), который утверждается на годовой период.Индивидуальный план развития сотрудника \\(ИПР\\) — это программа мероприятий, нацеленная на повышение эффективности работника и его профессиональный рост в компании\n\n*ПРИНЦИП 70/20/10*\n`70% - ПРАКТИКА`\n• самостоятельное выполнение дополнительных заданий и поручений\n• участие в новых проектах с целью приобретения дополнительных навыков и опыта\n• стажировка и ротация\n\n`20% ОБУЧЕНИЕ НА РАБОЧЕМ МЕСТЕ`\n• обучение с коучем или наставником\n• менторинг/ наставничество\n• обратная связь\n\n`10% ТРАДИЦИОННОЕ ОБУЧЕНИЕ`\n• курсы/тренинги/семинары\n• самостоятельное обучение: видеоуроки/книги/статьи"
    }, 
    {
        "header": "🌴 Отпуска",
        "callback": "holidays",
        "body": "*СОГЛАСНО КОЛЛЕКТИВНОМУ ДОГОВОРУ ОТПУСК СОСТАВЛЯЕТ*\n🟢 для центрального аппарата 30 дней\n🟢 для филиалов 28 дней, за стаж работы в организациях железнодорожного транспорта свыше трех лет по 2 дня за каждый последующий год, но не более 6 календарных дней. Одна часть отпуска не может составлять менее 14 дней\n🟢 не обязательно использовать весь отпуск, его можно перенести на следующий год\n🟢 если Вам нужно по какой-то причине взять отпуск вне графика на несколько дней, то необходимо согласовать с непосредственным начальником\n🟢 Коллективный договор на на 2021-2023 годы между акционерным обществом «Национальная компания «Қазақстан темір жолы» и его трудовым коллективом размещен на [kip.railways.kz](kip.railways.kz) в разделе Цкадр и библиотека документов"
    },
    {
        "header": "🚀 Возможности",
        "callback": "opportunities",
        "body": "*ВОЗМОЖНОСТИ ДЛЯ РАБОТНИКОВ*\nВ КОМПАНИИ ДЕЙСТВУЮТ:\n✅ молодежная политика\n✅ жилищная политика\n✅ управление преемственностью\n✅ карьерное развитие, ротация, стажировка\n✅ социальный пакет \\+ медстраховка \\+ санаторий\n✅ система премирования\n✅ образовательные программы\n✅ внутреннее тренерство, наставничество, медиаторство\n✅ система признания заслуг \\(награды, благодарность\\)\n✅ корпоративные мероприятия \\(спартакиада, тимбилдинг, волонтерство, экосубботник\\)"
    },
    {
        "header": "🛡️ Информационная Безопасность",
        "callback": "information_security",
        "body": "*ПРАВИЛА ИНФОРМАЦИОННОЙ БЕЗОПАСНОСТИ:*\n• для пересылки служебной информации используйте только рабочий адрес\n• не использовать любые программы на компьютере без проверки имеющимся на компьютере антивирусом\n• покидая рабочее место необходимо блокировать персональный компьютер, во избежание стороннего проникновения посторонних лиц, не имеющих доступа к информации Компании\n• сохранять известные вам пароли в тайне\n• закрывать активные сеансы по завершению работы\n• по завершению работы выходить из учетной записи\n• для утилизации конфиденциальных документов должны использоваться уничтожители бумаги"
    },
    {
        "header": "🏛️ Административное Здание",
        "callback": "admin_building",
        "body": "*ПРАВИЛА ПОСЕЩЕНИЯ АДМИНИСТРАТИВНОГО ЗДАНИЯ*:\n✅ перемещение посторонних лиц по зданию необходимо осуществлять с персональным пропуском, либо с сопровождающим лицом\n✅ будьте внимательны и осторожны во время влажной уборки \\(скользкий пол\\) \n✅ при включении сигнала оповещения об аварийной ситуации необходимо немедленно проследовать в соответствии с планами эвакуации, расположенными на этажах и в холлах здания\n✅ на лестницах держитесь за перила \n✅ если вы обнаружили огонь, попытайтесь воспользоваться огнетушителем\n\n*КАТЕГОРИЧЕСКИ ЗАПРЕЩАЕТСЯ*:\n⛔ курить в административном здании АО «НК «ҚТЖ»\n⛔ производить фото и видеосъемку без разрешения \n⛔ пользоваться лифтом во время пожара и землетрясения \n⛔ перегружать лифт\n⛔ пользоваться неисправным лифтом и без освещения в кабинете\n⛔ сорить в административном здании и на прилегающей территории"
    },
    {
        "header": "🗺️ Путеводитель По Зданию",
        "callback": "main_building_guidance",
        "body": "*ПУТЕВОДИТЕЛЬ ПО АДМИНИСТРАТИВНОМУ ЗДАНИЮ*: \nРасположение столовых и кофеин:\n📌 3 этаж Блок А, Б\n📌 16 этаж блок А, Б\n📌 22 этаж Блок А, Б\n📌 ул. Кунаева 10, 1 этаж «Starbucks»\n📌 ул. Кунаева 10, 2 этаж «Тарелка»\n📌 Расположение музея АО «НК «ҚТЖ»: 2 этаж, Блок А\n📌 Зимний сад: 37 этаж Блок А\n📌 Мажилис зал: 3 этаж Блок А\n📌 Конференц-залы: 3 этаж Блок А, 36 этаж Блок А; 34 этаж блок А\n📌 Спортивный зал и бассейн: 1 этаж блок А\n📌 Продуктовый магазин: 2 этаж блок А\n📌 Банкомат: филиал «Халык Банк»: 2 этаж блок А\n📌 Учебный центр - Филиал Центр оценки и развития персонала ж/д \nтранспорта, адрес: г.Нур-Султан, ул.А184, 9/1,контакты: \\+\\7\\(7172\\) 93-41-99\n📌 Переходы между блоками А и Б: 16 этаж, 22 этаж, 28 этаж"
    },
    {
        "header": "🩺 Врач",
        "callback": "doctor",
        "body": "*ВРАЧ В ОФИСЕ*\n*_Медицинские услуги, которые оказываются в здании по ул. Кунаева 6 \\(вход 5 со стороны спортивного зала\\)_*:\n• кабинет врача-терапевта, который обслуживает работников, застрахованных в рамках добровольного медицинского страхования на случай болезни. Чтобы попасть на прием необходимо позвонить в Call-центр по номерам: 8 800 080 7676, 8\\(7172\\) 79 76 76 и записаться к терапевту\n• физиокабинет, оказывающий услуги: ДДТ, магнит, биоптрон\n\n*Режим работы врача-терапевта и физиокабинета в будние дни с 08:00 до 15:30 часов.*"
    },
    {
        "header": "👩🏻‍💻🎧 Встреча в Zoom",
        "callback": "zoom_meeting",
        "body": "*КАК СОЗДАТЬ ВСТРЕЧУ В ZOOM?*\n✅ войти в почтовое приложение Outlook и открыть вкладку «Календарь»\n✅ выбрать дату проведения конференции и нажать «Создать собрание»\n✅ в открывшейся форме заполнить поле «название» и выбрать время начала и окончания конференции, затем перейти во вкладку «Помощник по планированию», добавить участников встречи и проверить их занятость в заданное время конференции\n✅ во этой же вкладке нажать на кнопку «Добавить помещения»\n✅ в появившемся окне выбрать все записи с приставкой Zoom по одному и кликнуть левой кнопкой мыши на нее 2 раза, затем нажать «ОК»\n✅ далее необходимо снять все галочки с комнат Zoom, выбрать время проведения конференции и из списка свободных помещений выбрать любое\n✅ после выбора помещения необходимо вернуться во вкладку «Собрание»\n✅ после этого нажать «Отправить»\n✅ после обработки администраторами, организатору на почту придет ответ со ссылкой, идентификатором и паролем которые организатору необходимо разослать участникам удобным способом\n✅ в поле сообщения рекомендуется указать детали встречи, вложить повестку или другие необходимые файл"
    },
    {
        "header": "📞 Полезные контакты",
        "callback": "contacts",
        "body": "*ПОЛЕЗНЫЕ КОНТАКТЫ*\n📞Пожарная cлужба АО «НК «ҚТЖ»: `112`\n📞Охрана здания: `\\+12345`,\n📞Врач-терапевт: `\\+98754`\n📞Инж.служба здания \\(Диспетчер\\): `\\+49539`\n📞Бюро пропусков \\(Блок Б\\): `\\+434939`",
        "phone_book": [
            {
                "name": "Пожарная cлужба АО «НК «ҚТЖ»",
                "phone": "112"
            },
            {
                "name": "Охрана здания",
                "phone": "+12345"
            },
            {
                "name": "Врач-терапевт",
                "phone": "+98754"
            },
            {
                "name": "Инж.служба здания (Диспетчер)",
                "phone": "+49539"
            },
            {
                "name": "Бюро пропусков (Блок Б)",
                "phone": "+434939"
            }
        ]
    }
]
